Repository: 84000/data-translation-memory
Catalog: toh556-v3.tmx
Source language: bo
Languages: en

source: བཙུན་པ་བཅོམ་ལྡན་འདས་བདག་གིས་དགེ་སློང་ཆོས་སྨྲ་བ་དེའི་ཚིག་བརྒྱན་པར་བགྱི་བའི་སླད་དུ་སྤོབས་པ་ཉེ་བར་བསྒྲུབ་པར་བགྱིའོ། །ཅི་ནས་དགེ་སློང་ཆོས་སྨྲ་བ་དེའི་ལུས་མི་ངལ་བར་འགྱུར་བ་དང་། ལུས་ཀྱི་དབང་པོ་བདེ་བར་འགྱུར་བ་དང་། རབ་ཏུ་དགའ་བ་སྐྱེ་བར་འགྱུར་བ་དང་། གང་གི་སླད་དུ་སངས་རྒྱས་འབུམ་ཕྲག་དག་ལ་དགེ་བའི་རྩ་བ་བསྐྲུན་པའི་སེམས་ཅན་རྣམས་ཀྱི་དོན་གྱི་སླད་དུ་གསེར་འོད་དམ་པ་མདོ་སྡེའི་དབང་པོའི་རྒྱལ་པོ་འདི་འཛམ་བུའི་གླིང་དུ་ཡུན་རིང་དུ་གནས་ཤིང་། མྱུར་དུ་ནུབ་པར་མི་འགྱུར་བ་དང་། སེམས་ཅན་རྣམས་ཀྱང་གསེར་འོད་དམ་པ་མདོ་སྡེའི་དབང་པོའི་རྒྱལ་པོ་འདི་ཉན་པར་འགྱུར་བ་དང་།
en: “Venerable Bhagavat, I will bring eloquence to the dharmabhāṇaka bhikṣu in order to beautify his words.

source: ཡེ་ཤེས་ཀྱི་ཕུང་པོ་བསམ་གྱིས་མི་ཁྱབ་པ་ཐོབ་པར་འགྱུར་བ་དང་། ཤེས་རབ་དང་ལྡན་པར་འགྱུར་བ་དང་། བསོད་ནམས་ཀྱི་ཕུང་པོ་རབ་ཏུ་འཛིན་པར་འགྱུར་བ་དང་། མ་འོངས་པའི་དུས་ན་བསྐལ་པ་བྱེ་བ་ཁྲག་ཁྲིག་འབུམ་ཕྲག་དུ་མར་ལྷ་དང་། མིའི་བདེ་བ་བསམ་གྱིས་མི་ཁྱབ་པ་དག་མྱོང་བར་འགྱུར་བ་དང་། དེ་བཞིན་གཤེགས་པ་དང་འགྲོགས་པར་འགྱུར་བ་དང་། མ་འོངས་པའི་དུས་ན། བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་འགྱུར་བ་དང་། སེམས་ཅན་དམྱལ་བ་དང་། དུད་འགྲོའི་སྐྱེ་གནས་དང་། གཤིན་རྗེའི་འཇིག་རྟེན་གྱི་སྡུག་བསྔལ་ཐམས་ཅད་རབ་ཏུ་ཞི་བར་བགྱི་བའི་སླད་དུ། དེའི་སྤུའི་བུ་ག་རྣམས་སུ་གཟི་བྱིན་སྩལ་བར་བགྱིའོ། །དེའི་ལུས་ལ་མཐུ་དང་། སྟོབས་དང་། བརྩོན་འགྲུས་ཆེན་པོ་བསྐྱེད་པར་བགྱིའོ། །དེའི་ཡེ་ཤེས་ཀྱི་སྣང་བ་བསམ་གྱིས་མི་ཁྱབ་པར་བགྱིའོ། །དེའི་དྲན་པ་ཁོང་དུ་ཆུད་པར་བགྱིའོ། །དེ་ཆེར་སྤྲོ་བར་བགྱིའོ། །
en: I will bring brilliance to his pores and develop in his body great power, strength, and diligence; I will make the illumination of his wisdom inconceivable; and I will make his memory comprehensive and make him greatly enthusiastic, so that the dharmabhāṇaka’s body will not become fatigued, his body’s faculties will be blissful, he will feel great joy, and so that for the sake of those beings who have planted good roots with hundreds of thousands of buddhas, this Lord King of Sūtras, the Sublime Golden Light will remain for a long time in Jambudvīpa and will not soon vanish, and so that beings will hear this Lord King of Sūtras, the Sublime Golden Light and will attain an inconceivable accumulation of wisdom, will possess an accumulation of merit, and in the future will experience inconceivable happiness among devas and humans for many hundreds of thousands of quintillions of eons, will be in the company of tathāgatas, will in a future time attain the highest, most complete enlightenment of buddhahood, and will cease to experience the suffering of the hells, of birth as animals, or of the world of Yama.”

source: དེ་ནས་གནོད་སྦྱིན་བདག་པོ་ཆེན་པོ་ཡང་དག་ཤེས་ཀྱིས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་བདག་ལ་གཟུངས་སྔགས་ཤིག་མཆིས་པ་འདི་སེམས་ཅན་ཐམས་ཅད་ལ་ཕན་པ་དང་སྙིང་བརྩེ་བའི་ཕྱིར། བཅོམ་ལྡན་འདས་ཀྱི་སྤྱན་སྔར་བདག་ཉིད་ཀྱིས་སྔགས་འདི་གདོན་པར་བགྱིའོ། །སྔགས་ལ། ན་མོ་བུདྡྷཱ་ཡ། ན་མོ་དྷརྨཱ་ཡ། ན་མཿསཾ་གྷཱ་ཡ། ན་མོ་བྲཧྨ་ཡ། ན་མ་ཨིནྡྲཱ་ཡ། ན་མཤྩ་ཏུར་ཎྃ། མ་ཧཱ་རཱ་ཛཱ་ནཱྃ། ཏདྱ་ཐཱ། ཧི་ལི་ཧི་ལི། མི་ལི་མི་ལི། གཽ་རི། མ་ཧཱ་གཽ་རི། གནྡྷ་རི། མ་ཧཱ་གནྡྷ་རི། དྲི་མི་ཌི། མ་ཧཱ་དྲི་མི་ཌི། དནྜ་ཁུ་ཁུན་ཏི། ཧ་ཧ་ཧ་ཧ། ཧི་ཧི་ཧི་ཧི། ཧུ་ཧུ་ཧུ་ཧུ། ཧ་ལོ་དྷ་མེ། གུ་དྷ་མེ། ཙ་ཙ་ཙ་ཙ། ཙི་ཙི་ཙི་ཙི། ཙུ་ཙུ་ཙུ་ཙུ། ཙཎྜེ་ཤྭ་ར། ཤི་ཁ་ར། ཤི་ཁ་ར། ཨུ་ཏིཥྛ་ཧེ་བྷ་ག་བཱན།
en: Saṃjñeya, the great yakṣa general, then said, “Bhagavat I have a dhāraṇī-mantra and through compassion and for the benefit of beings I will recite this mantra in the presence of the Bhagavat.

source: སཾ་བིད་ཛྙཱ་ཡེ་སྭཱ་ཧཱ། གང་ལ་ལ་ཞིག་གིས་རིག་སྔགས་འདི་འཆང་ཞིང་འཛིན་ན་བདག་གིས་དེ་ལ་འཚོ་བའི་ཡོ་བྱད་བསོད་སྙོམས་དང་། གོས་དང་། མེ་ཏོག་དང་། འབྲས་བུ་དང་། ནོར་དང་། རིན་པོ་ཆེ་ལ་སོགས་པ་ཐམས་ཅད་སྩལ་བར་བགྱིའོ། །གང་ལ་ལ་ཞིག་བུ་ཕོ་མོ་སྨོས་པ་དང་། བྲན་ཕོ་དང་། བྲན་མོ་དང་།
en: “The mantra is: namo buddhāya | namo dharmāya | namaḥ saṃghāya | namo brahmāya | nama indrāya | namaś caturnāṃ mahārājānāṃ | tadyathā | hili hili mili mili gauri mahāgauri gandhari mahāgandhari drimiḍi mahādrimiḍi daṇḍakhukhunti haha haha hihi hihi huhu huhu halodhame gudhame caca caca cici cici cucu cucu caṇḍeśvara śikhara śikhara atiṣṭhāhe bhagavān saṃvidjñāya svāhā | “I will bestow on anyone who possesses and keeps this vidyāmantra all the requisites of life, alms, clothing, flowers, fruits, wealth, jewels, and so on.

source: གསེར་དང་། དངུལ་དང་། རིན་པོ་ཆེ་དང་། རྒྱན་ལ་སོགས་པའི་ཡོ་བྱད་འདོད་ན་ཡང་། བདག་གིས་དེ་ལ་ཡིད་བཞིན་དུ་སོ་སོར་སྩལ་བར་བགྱིའོ། །
en: “Anyone who wishes for requisites such as sons and daughters, male and female slaves, gold, silver, jewels, adornments, and so on, I will bestow them according to their individual wishes.

source: རིག་སྔགས་འདིའི་མཐུ་དང་། གཟི་བརྗིད་ཆེན་པོ་དང་ལྡན་པའི་ཕྱིར། གང་གསང་སྔགས་འདི་ཟློས་པའི་ཚེ། བདག་མྱུར་དུ་དེའི་གན་དུ་མཆི་སྟེ། ཅི་ཡང་ཐོགས་པ་མེད་པར་འགྲུབ་པར་བགྱིའོ། །
en: “Because this mantra possesses great power and majesty when it is repeated, I will quickly come there and accomplish anything without impediment.

source: གསང་སྔགས་འདི་སྒྲུབ་པའི་ཆོ་ག་ནི། ཐོག་མར་གནོད་སྦྱིན་གྱི་བདག་པོ་ཆེན་པོ་ཡང་དག་ཤེས་ཀྱི་གཟུགས། སྲིད་ཆག་བཞི་པའམ། ལྔ་པ་ལག་ན་དགྲ་སྟ་ཐོགས་པ་བྲིས་པའི་མདུན་དུ་དཀྱིལ་འཁོར་གྲུ་བཞིར་བྱས་པའི་གྲྭ་བཞིར་སྦྲང་རྩིའམ།
en: “In the rite for practicing this mantra, first paint an image of Saṃjñeya, the great general of the yakṣas, four or five hands in height, holding an axe in his hands.

source: བུ་རམ་ཆུས་གང་བའི་བུམ་པ་བཞི་ཞོག་ལ། བྱུག་པ་དང་། ཕྱེ་མ་དང་། བདུག་པ་བསྲེག་ཅིང་། མེ་ཏོག་གི་ཕྲེང་བས་ཀྱང་མཆོད་པར་བྱའོ། །
en: In front of that, make a square maṇḍala and in its four corners place four vases filled with liquid honey or molasses, and make offerings with ointments, powders, burning incense, and flower garlands.

source: ཡང་དཀྱིལ་འཁོར་དེའི་མདུན་དུ་སྦྱིན་སྲེག་གི་ཐབ་ཁུང་བརྐོས་པ་ལ་དུད་པ་མེད་པའི་མེའི་ནང་དུ། མར་དང་ཡུངས་ཀར་དུ་བསྲེས་ལ། སྔགས་ལན་རེ་བཟླས་ཤིང་ཐབ་དེའི་ནང་དུ་སྦྱིན་སྲེག་བྱའོ། །
en: Alternatively, dig a fire-offering pit in front of the maṇḍala and in a fire that has no smoke burn a mixture of butter and mustard seeds, making a fire offering with each repetition of the mantra.

source: དེ་ལྟར་ལན་བརྒྱ་རྩ་བརྒྱད་བསྲེགས་པ་དང་།
en: In that way, make a burnt offering a hundred and eight times.

source: བདག་དེ་ལ་ལུས་མངོན་པར་བསྟན་ཏེ། ཁྱོད་ཅི་འདོད་ཅེས་དྲི་བར་བྱའོ། །
en: I will reveal my body there and ask the mantra practitioner, ‘What is it that you want?

source: དེ་ནས་སྒྲུབ་པ་པོ་དེས་ཀྱང་ཅི་འདོད་པ་དེ་ལ་སྨྲོས་ཤིག་དང་།
en: Tell me what it is that you desire!’

source: ཅི་འདོད་པ་དེ་དག་སྦྱིན་པར་བྱེད་དོ། །གང་གསེར་དངུལ་འདོད་པ་དང་།
en: and I will give them whatever they desire.

source: གཏེར་ཚོལ་བར་འདོད་པ་དང་། ལྷའི་དྲང་སྲོང་འདོད་པ་ཡང་འགྲུབ་སྟེ། ནམ་མཁའ་ལ་འགྲོའོ། །གཞན་ཡང་ལྷའི་མིག་དང་། ཕ་རོལ་གྱི་སེམས་ཤེས་པ་ལ་སོགས་པའི་མངོན་པར་ཤེས་པ་ཐམས་ཅད་ཀྱང་ཐོབ་པར་བྱེད་དོ། །
en: If someone wishes for gold or silver, or wishes to search for treasure, or wishes to be a divine ṛṣi, it will be accomplished and they will attain the ability to fly in the sky and moreover all the higher cognitions, such as divine sight and knowing the minds of others.

source: སེམས་ཅན་ཐམས་ཅད་ལ་ཡིད་བཞིན་དུ་དབང་སྒྱུར་ཞིང་ཉོན་མོངས་པ་ཐམས་ཅད་ཀྱི་རྒྱུན་བཅད་དེ། རྣམ་པར་གྲོལ་བ་ཐོབ་པར་འགྱུར་རོ། །
en: They will gain as wished for power over all beings and they will end the continuum of all the kleśas and will attain liberation.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་གནོད་སྦྱིན་གྱི་སྡེ་དཔོན་ཆེན་པོ་ཡང་དག་ཤེས་ལ་ལེགས་སོ་ཞེས་བཀའ་སྩལ་ཏེ་ལེགས་སོ་ལེགས་སོ། །གང་ཁྱོད་ཀྱིས་སེམས་ཅན་ཐམས་ཅད་ལ་ཕན་ཞིང་བདེ་བ་དང་། དམ་པའི་ཆོས་འདི་ཡོངས་སུ་བསྲུང་བའི་ཕྱིར། གསང་སྔགས་ཀྱི་ཚིག་འདི་སྨྲས་པས་བསོད་ནམས་དཔག་ཏུ་མེད་པ་འཕེལ་བར་འགྱུར་རོ། །
en: The Bhagavat then congratulated Saṃjñeya, the great general of the yakṣas, saying, “It is excellent, excellent, that you have inconceivably increased your merit by speaking these mantra words in order to bring benefit and happiness to all beings and to protect this sublime Dharma.”

source: གསེར་འོད་དམ་པ་མདོ་སྡེའི་དབང་པོའི་རྒྱལ་པོ་ལས་གནོད་སྦྱིན་གྱི་དབང་པོ་ཡང་དག་ཤེས་ཀྱི་ལེའུ་ཞེས་བྱ་སྟེ་བཅུ་དགུ་པའོ།། །།
en: This concludes “Saṃjñeya, the Lord of Yakṣas,” the nineteenth chapter of “The Lord King of Sūtras, the Sublime Golden Light.”

source: དེ་ནས་སའི་ལྷ་མོ་བརྟན་མ་ཞེས་བྱ་བ་དེ་འཁོར་མང་པོ་དེའི་ནང་ན་འདུག་པ་སྟན་ལས་ལངས་ཏེ། བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་ལ་མགོ་བོས་ཕྱག་འཚལ་ནས། ཐལ་མོ་སྦྱར་བ་བཏུད་དེ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་གང་ཡུལ་འཁོར་ན་མིའི་རྒྱལ་པོ་བྱེད་པས་ཡང་དག་པའི་ཆོས་མི་སྤྱོད་ན། ཡུལ་གྱི་སྲིད་འཛིན་ཅིང་སེམས་ཅན་མང་པོ་ལ་བདེ་བ་དང་རང་གི་ལུས་རྒྱལ་ཐབས་མཐོན་པོའི་ས་ན་ཡུན་རིང་པོར་གནས་པར་མི་འགྱུར་བས།
en: Chapter 20: The King’s Treatise: The Commitment of the Lord of Devas Then Dṛḍhā, the goddess of the earth, who was seated within that great assembly, rose from her seat, bowed down her head to the Bhagavat’s feet, and then, with her palms placed together, said to the Bhagavat, “Bhagavat, if in any land there is a human king who does not practice the true Dharma, he will not remain long ruling that land or bringing happiness to many beings through a prestigious reign.

source: བཅོམ་ལྡན་འདས་ཐུགས་རྗེ་དང་ལྡན་པས་རྒྱལ་པོའི་བསྟན་བཅོས་ཡང་དག་པས། ཡུལ་གྱི་སྲིད་ཇི་ལྟར་འཛིན་པ་བཤད་པར་གསོལ།
en: “Bhagavat, I pray that because you are compassionate you will, with a treatise on kingship, teach how to rule over a land.

source: དེ་ཐོས་པས་མིའི་རྒྱལ་པོ་རྣམས་ཆོས་དེ་ལྟ་བུས་འཇིག་རྟེན་སྐྱོང་ཞིང་རྒྱལ་ཐབས་དམ་པ་ལ་ཡུན་རིང་དུ་གནས་པས་བདེ་བར་འགྱུར་བ་དང་། ཡུལ་འཁོར་གྱི་སྐྱེ་བོ་དེ་དག་ཐམས་ཅད་ཀྱང་ཡོངས་སུ་བདེ་བར་འགྱུར་རོ། །
en: Through hearing such a Dharma, human kings will be able to remain for a long time in sublime sovereignty, protecting the world, and all the people in that land will become completely happy.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་འཁོར་མང་པོའི་ཚོགས་ཀྱི་ནང་ན་སའི་ལྷ་མོ་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ། །སའི་ལྷ་མོ་ཁྱོད་དེའི་ཕྱིར་ཤིན་ཏུ་ལེགས་པར་ཉོན་ཅིག །
en: Then the Bhagavat, in the midst of that great assembly, said to the goddess of the earth, “Goddess of the earth, for that reason listen very well.

source: སྔོན་བྱུང་བ་འདས་པའི་དུས་ན་རྒྱལ་པོ་སྟོབས་ཀྱི་དབང་པོའི་ཏོག་ཅེས་བྱ་བ་ལ་བུ་མཛེས་པའི་ཏོག་ཅེས་བྱ་བ་དེ།
en: In the past, in a time gone by, there was a king by the name of Balendraketu, who had a son by the name of Ruciraketu.

source: སྤྱི་བོ་ནས་དབང་བསྐུར་ནས་རིང་པོར་མ་ལོན་པ་ཞིག་ན། ཡབ་མཆོག་གི་རྒྱལ་པོ་དབང་པོའི་ཏོག་ལས་བླངས་པ། རྒྱལ་པོའི་བསྟན་བཅོས་ལྷའི་དབང་པོའི་དམ་ཚིག་ཅེས་བྱ་བ་ཞིག་ཡོད་དེ།
en: Not long after Ruciraketu’s royal consecration, Balendraketu said to him, ‘I received from my father, the supreme king Pinnacle of Lords, the treatise on kingship called The Commitment of the Lord of Devas.

source: ངས་སྔོན་རྒྱལ་པོའི་བསྟན་བཅོས་ལྷའི་དབང་པོའི་དམ་ཚིག་དེས་ལོ་ཉི་ཁྲིའི་བར་དུ་རྒྱལ་པོ་ཉིད་བྱས་པར་གྱུར་ཏེ།
en: I have, up until now, ruled for twenty thousand years in accordance with the treatise on kingship called The Commitment of the Lord of Devas.

source: ཐ་ན་སེམས་ཀྱི་སྐད་ཅིག་གཅིག་ཙམ་གྱི་ཚོད་ཀྱང་སྔོན་ཆོས་མ་ཡིན་པའི་ཕྱོགས་འགའ་ཞིག་ལ་གནས་པར་མ་ཤེས་སོ། །
en: Up until now, I have not been known to follow any ways that are not the Dharma for even an instant.

source: བུ་རྒྱལ་པོའི་བསྟན་བཅོས་ལྷའི་དབང་པོའི་དམ་ཚིག་ཅེས་བྱ་བ་དེ་གང་ཞེ་ན། དེ་ནས་རིགས་ཀྱི་ལྷ་མོ་དེའི་ཚེ་དེའི་དུས་ན་རྒྱལ་པོ་སྟོབས་ཀྱི་དབང་པོའི་ཏོག་གིས། བུ་རྒྱལ་པོ་མཛེས་པའི་ཏོག་ལ།
en: So, son, what is the treatise on kingship called The Commitment of the Lord of Devas?’

source: རྒྱལ་པོའི་བསྟན་བཅོས་ལྷའི་དབང་པོའི་དམ་ཚིག་ཅེས་བྱ་བ་ཚིགས་སུ་བཅད་པ་འདི་དག་གིས། རྒྱ་ཆེར་ཡང་དག་པར་རབ་ཏུ་བསྟན་ཏོ། །སེམས་ཅན་ཀུན་ལ་ཕན་བྱེད་པ། །ཐེ་ཚོམ་ཐམས་ཅད་གཅོད་པ་པོ། །ཉེས་བྱས་ཐམས་ཅད་འཇིག་བྱེད་པ། །
en: “Then, at that time, in that time, noble goddess, King Balendraketu taught extensively, through these verses, the treatise on kingship, The Commitment of the Lord of Devas, to his son King Ruciraketu: “ ‘I will teach the treatise on kingship That benefits all beings, Cuts through all doubts, And destroys all wrongdoing.

source: རྒྱལ་པོའི་བསྟན་བཅོས་བཤད་པར་བྱ། །རྒྱལ་པོ་ཐམས་ཅད་སོ་སོ་ནས། །དགའ་བའི་སེམས་སུ་འགྱུར་བྱོས་ལ། །
en: “ ‘Each and every king, Have a joyful mind!

source: ལྷ་ཡི་དབང་པོའི་དམ་ཚིག་ཀུན། །ཐལ་མོ་སྦྱར་ཏེ་མཉན་པར་བྱོས། །རྡོ་རྗེའི་འབྱུང་གནས་རི་དབང་འདིར། །ལྷ་ཡི་དབང་པོ་འདུས་པ་ན། །ཚངས་དབང་ལ་ནི་དྲི་བའི་ཕྱིར། །
en: And with palms together, listen to All the commitments of the lord of devas.

source: འཇིག་རྟེན་སྐྱོང་བ་རྣམས་ཀྱང་ལངས། །ཁྱོད་ནི་ལྷ་གཙོ་ཚངས་པ་སྟེ། །ཁྱོད་ནི་ལྷ་རྣམས་དབང་ཕྱུག་ལགས། །ཁྱོད་ནི་བདག་ཅག་ཐེ་ཚོམ་གཅོད། །བདག་ཅག་དོགས་པ་བཅད་དུ་གསོལ། །
en: “ ‘On this lord of mountains, Vajraprākāra, The lords of the devas assembled, And the protectors of the world stood up In order to question the lord of Brahmās: “ ‘ “You, Brahmā, the principal deity, The one who is the lord over all devas, We pray that you cut through our doubts And cut through our concerns.

source: མིར་སྐྱེས་པ་ཡི་རྒྱལ་པོ་ལ། །ཇི་ལྟ་བུར་ན་ལྷ་ཞེས་བགྱི། །
en: “ ‘ “Why is a king, who has been born In the human world, called a deva?

source: གང་གི་རྒྱུས་ན་རྒྱལ་པོ་ལ། །ལྷ་སྲས་ཞེས་ནི་བགྱི་བར་འགྱུར། །
en: For what reason is a king Given the title of ‘son of the devas’?

source: གལ་ཏེ་ལྷ་ནི་ཇི་ལྟ་བུར། །མི་ཡི་འཇིག་རྟེན་འདིར་སྐྱེ་ཞིང་། །མི་བདག་གྱུར་ཏེ་མི་རྣམས་ལ། །རྒྱལ་པོ་ཉིད་ནི་བགྱིད་པར་འགྱུར། །འཇིག་རྟེན་སྐྱོང་བས་ཚངས་དབང་ལ། །དེ་སྐད་ཡོངས་སུ་དྲིས་པ་དང་། །
en: “ ‘ “If he is a deva, then why is it that He is born into this world of humans, Becomes a lord of humans, And acts as a king for humans?”

source: ལྷ་ཡི་གཙོ་བོ་ཚངས་པ་དེས། །འཇིག་རྟེན་སྐྱོང་ལ་འདི་སྐད་སྨྲས། །དེ་ལྟར་འཇིག་རྟེན་སྐྱོང་རྣམས་ཀྱིས། །དེ་ལྟར་བདག་ལ་དྲིས་པས་ན། །སེམས་ཅན་ཀུན་ལ་ཕན་པའི་ཕྱིར། །
en: “ ‘The protectors of the world asked Those questions of the lord of Brahmās And that principal deity, Brahmā, Said these words to the protectors of the world: “ ‘ “The world protectors have thus Asked me such questions, So I will teach an excellent treatise In order to bring benefit to beings.

source: བསྟན་བཅོས་དམ་པ་ཁོ་བོས་བསྟན། །མི་ཡི་གནས་སུ་སྐྱེས་པ་ནི། །རྒྱལ་པོ་རྣམས་ཀྱི་སྐྱེ་བ་དང་། །རྒྱུ་གང་གིས་ན་ཡུལ་རྣམས་སུ། །རྒྱལ་པོར་གྱུར་པ་བཤད་པར་བྱ། །
en: “ ‘ “I will describe the births Of kings within human existences And the causes through which They become the kings of their domains.

source: ལྷ་དབང་རྣམས་ཀྱི་བྱིན་བརླབས་ཀྱིས། །མ་ཡི་རུམ་དུ་འཇུག་འགྱུར་ཏེ། །
en: “ ‘ “Blessed by the lords of devas, He will enter the mother’s uterus.

source: ལྷ་ཡིས་སྔར་ནི་བྱིན་བརླབས་ནས། །ཕྱི་ནས་མངལ་དུ་འཇུག་པར་འགྱུར། །
en: First, he is blessed by the devas, And afterward, he comes into the womb.

source: མི་ཡི་འཇིག་རྟེན་སྐྱེས་ཀྱང་ནི། །མི་ཡི་དབང་པོར་གྱུར་པ་ཡིན། །
en: “ ‘ “Although born in the human world, He becomes a lord of humans.

source: ལྷ་ལས་སྐྱེས་པར་གྱུར་པས་ན། །དེ་ནི་ལྷ་ཡི་སྲས་ཞེས་བྱ། །
en: As he is born from the devas, He is called ‘a son of the devas.’

source: ཁྱོད་ནི་ལྷ་ཀུན་བུ་ཡིན་ཞེས། །སུམ་ཅུ་རྩ་གསུམ་ལྷ་དབང་གིས། །
en: “ ‘ “The deva lords of Trāyastriṃśa state, ‘You are the child of all the devas.’

source: རྒྱལ་པོའི་སྐལ་བ་བྱིན་ནས་ནི། །མི་རྣམས་ཀྱི་ནི་དབང་པོར་སྤྲུལ། །
en: They bestow upon him the right to be king And he emanates to become a lord of humans.

source: ཉེས་པར་བྱས་པ་རྣམས་འགོག་པ། །ཆོས་མ་ཡིན་པ་གཞིག་པ་དང་། །
en: “ ‘ “He brings to an end all evil acts And destroys that which is not Dharma.

source: སེམས་ཅན་ལེགས་བྱེད་དགོད་པ་དང་། །ལྷ་ཡི་གནས་སུ་དགྱེ་བའི་ཕྱིར། །
en: He establishes beings in good works In order to direct them to the paradises.

source: མི་ཡི་དབང་པོ་མི་ཤས་དང་། །ལྷ་ཡི་ཤས་དང་དྲི་ཟའི་ཤས། །གདོལ་པའི་ཤས་དང་སྲིན་ཤས་ཀྱིས། །ཉེས་པར་བྱེད་པ་ཟློག་པར་བྱེད། །
en: “ ‘ “The lord of men, whether A human or a gandharva, A caṇḍāla or a rākṣasa, Prevents wickedness.

source: ལེགས་པར་བྱ་བ་བྱེད་རྣམས་ལ། །མི་ཡི་དབང་པོ་ཕ་མའི་ཤས། །
en: “ ‘ “The lord of men is a father and mother For those who engage in good actions.

source: རྣམ་སྨིན་འབྲས་བུ་བསྟན་པའི་ཕྱིར། །ལྷ་ཡིས་རྒྱལ་པོར་བྱིན་གྱིས་བརླབས། །
en: He has been blessed by the kings of devas To teach them the ripening of results.

source: ཚེ་འདི་ལེགས་པར་བྱས་པ་དང་། །ཉེས་པར་བྱས་པའི་ལས་རྣམས་ཀྱིས། །རྣམ་སྨིན་འབྲས་བུ་བསྟན་པའི་ཕྱིར། །ལྷ་ཡིས་རྒྱལ་པོར་བྱིན་གྱིས་བརླབས། །ཡུལ་ན་ཉེས་བྱེད་གནས་པ་དག །
en: “ ‘ “He has been blessed by the kings of devas In order to teach the ripened results Of the karma of performing good actions And performing bad actions in this life.

source: གང་ཚེ་རྒྱལ་པོས་ཡལ་བོར་ཞིང་། །སྡིག་པ་ཅན་གྱི་སྐྱེ་བོ་ལ། །མཐུན་པའི་ཆད་པས་མི་གཅོད་ཅིང་། །ཉེས་པར་བྱེད་པ་ཡལ་བོར་བ། །དེ་ཚེ་ཆོས་མིན་ཤིན་ཏུ་འཕེལ། །ཐབ་མོ་དང་ནི་གཡོ་རྣམས་ཀྱང་། །
en: “ ‘ “Whenever a king does nothing about The wicked inhabitants in his realm, Does not appropriately punish The people who are guilty of bad acts, “ ‘ “And ignores the evils that are done, Then unrighteousness will increase greatly, Conflicts and dishonesty Will subsequently arise in the land, “ ‘ “And the lords of devas will be disturbed Within their Trāyastriṃśa palace.

source: ཡུལ་འཁོར་དེར་ནི་ཕྱི་ཕྱིར་འབྱུང་། །སུམ་ཅུ་རྩ་གསུམ་ཁང་པ་ན། །ལྷ་ཡི་དབང་པོ་འཁྲུག་པར་འགྱུར། །ཡུལ་ན་ཉེས་བྱེད་གནས་པ་དག །གང་ཚེ་རྒྱལ་པོས་ཡལ་བོར་བ། །
en: Whenever a king does nothing about The wicked inhabitants in his realm, “ ‘ “Then there will be terrible dishonesty And dreadful people will vanquish his land.

source: དེ་ཚེ་གཡོ་ནི་མི་བཟད་པ། །དྲག་པོ་རྣམས་ཀྱིས་ཡུལ་འཇོམས་འགྱུར། །ཕ་རོལ་དམག་ཚོགས་ལྷགས་ནས་སུ། །ཡུལ་འཁོར་དེ་ནི་རྣམ་པར་འཇིག །ལོངས་སྤྱོད་རྣམས་དང་རིགས་ཀྱང་འཇིག །
en: The armies of adversaries will invade And will completely destroy that land, “ ‘ “And they will destroy property and families.

source: གང་གི་ནོར་བསགས་ཡོད་པ་ཡང་། །གཡོ་བྱེད་རྣམ་པ་མང་པོ་ཡིས། །ཕན་ཚུན་དུ་ནི་འཕྲོག་པར་འགྱུར། །
en: People will steal from one another, Using many forms of dishonesty, Whatever wealth has been accumulated.

source: བྱ་བ་གང་གིས་རྒྱལ་པོ་ཉིད། །བྱ་བ་དེ་ནི་མི་བྱེད་ན། །གླང་ཆེན་དབང་པོས་རྫིང་བུ་བཞིན། །རང་གི་ཡུལ་འཁོར་རྣམ་པར་འཇིག །
en: “ ‘ “There are the duties of kingship, And if those activities are not carried out, Then he will destroy his own kingdom Like a king of elephants destroys a pond.

source: མ་རུངས་པ་ཡི་རླུང་ལྡང་ཞིང་། །མ་རུངས་པ་ཡི་ཆར་པ་འབབ། །ཉི་མ་དང་ནི་ཟླ་བ་དང་། །གཟའ་དང་རྒྱུ་སྐར་མ་རུངས་འགྱུར། །
en: “ ‘ “Disastrous winds will blow, Disastrous rains will fall, And the sun, the moon, the planets, And lunar asterisms will bring disaster.

source: རྒྱལ་པོས་ཡལ་བར་བོར་ན་དེར། །ས་བོན་ལོ་ཏོག་མེ་ཏོག་འབྲས། །ལེགས་པར་སྨིན་པར་མི་འགྱུར་ཞིང་། །མུ་གེ་དག་ཀྱང་འབྱུང་བར་འགྱུར། །
en: “ ‘ “In the land where the king is impassive, Seeds, harvests, flowers, and fruit Will fail to ripen properly And famines will occur.

source: ཡུལ་ན་ཉེས་བྱེད་གནས་པ་དག །གང་ཚེ་རྒྱལ་པོས་ཡལ་བོར་ན། །དེ་ཚེ་ལྷ་རྣམས་ཁང་པ་ན། །ཡིད་ནི་དགའ་བར་མི་འགྱུར་རོ། །
en: “ ‘ “Whenever a king does nothing about The wicked inhabitants in his realm, Then the devas in their palaces Will at that time become displeased.

source: ལྷ་རྒྱལ་དབང་པོ་དེ་དག་ཀུན། །རྒྱལ་འདི་ཆོས་དང་མི་ལྡན་ཏེ། །ཆོས་མིན་ཕྱོགས་ལ་གནས་པའོ་ཞེས། །ཕན་ཚུན་དུ་ནི་སྨྲ་བར་འགྱུར། །
en: “ ‘ “All of those lords of devas Will be saying to one another, ‘This king has no righteousness; He is on the side of unrighteousness.’

source: རྒྱལ་འདིས་རིང་པོར་མི་ཐོགས་པར། །ལྷ་རྣམས་འཁྲུག་པར་བྱེད་པར་འགྱུར། །ལྷ་རྣམས་རབ་ཏུ་འཁྲུགས་པས་ན། །དེ་ཡི་ཡུལ་ནི་རྣམ་པར་འཇིག །
en: “ ‘ “Such a king will before long Cause the devas to be disturbed, And because the devas are disturbed, His kingdom will be completely destroyed.

source: ཡུལ་དུ་ཆོས་མིན་འབྱུང་འགྱུར་ཞིང་། །མཚོན་ཆས་ཀྱང་ནི་འཇིག་པར་འགྱུར། །
en: “ ‘ “Unrighteousness will arise in that land, And it will also be destroyed by weapons.

source: གཡོ་རྣམས་དང་ནི་ཐབ་མོ་དང་། །ནད་ཀྱང་ཀུན་ཏུ་འབྱུང་བར་འགྱུར། །
en: Dishonesty and conflicts And also illness will arise.

source: ལྷ་དབང་རྣམས་ནི་རབ་ཁྲོས་ཤིང་། །ལྷ་རྣམས་ཀྱིས་ཀྱང་ཡལ་བར་འདོར། །
en: “ ‘ “The lords of devas will be enraged, And the devas will abandon him.

source: ཡུལ་འཁོར་དེ་ནི་འཇིག་པར་འགྱུར། །རྒྱལ་པོ་དེ་ནི་མྱ་ངན་རྙེད། །
en: The kingdom will be destroyed, And the king will encounter misery.

source: སྤུན་ནམ་ཡང་ན་བུ་ཡང་རུང་། །སྡུག་པ་རྣམས་དང་བྲལ་བར་འགྱུར། །
en: “ ‘ “He will be separated from those he loves, Whether they be brothers or sons.

source: སྡུག་པའི་ཆུང་མ་དང་ཡང་བྲལ། །ཡང་ན་བུ་མོ་འཆི་བར་འགྱུར། །
en: He will even be separated from his beloved wife, Or it will be that his daughter will die.

source: སྐར་མདའ་དག་ཀྱང་ལྷུང་བར་འགྱུར། །དེ་བཞིན་ཉི་མ་འདྲ་བ་འབྱུང་། །ཕ་རོལ་གྱི་ནི་དམག་ཚོགས་དང་། །མུ་གེ་ཤིན་ཏུ་འབྱུང་བར་འགྱུར། །
en: “ ‘ “There will be shooting stars that will fall, And similarly there will appear comets, And the armies of invading enemies, And famines will drastically take place.

source: དེ་ཡི་གླང་པོ་ཕངས་པ་དང་། །བློན་པོ་ཕངས་པ་འཆི་བར་འགྱུར། །
en: “ ‘ “His cherished elephant and Cherished minister will die.

source: དེ་ཡི་འོག་ཏུ་རྔ་མོ་ནི། །ཕངས་པ་དག་ཀྱང་འཆི་བར་འགྱུར། །
en: Afterward, his cherished Camels will also die.

source: ཁྱིམ་དང་ལོངས་སྤྱོད་ནོར་རྣམས་ཀྱང་། །ཕན་ཚུན་དུ་ནི་འཕྲོག་པར་འགྱུར། །
en: “ ‘ “People will steal from one another Homes, possessions, and wealth.

source: ཡུལ་ཡུལ་དུ་ནི་མཚོན་ཆ་ཡིས། །ཕན་ཚུན་དུ་ནི་འདེབས་པར་འགྱུར། །
en: In this and that region they will Strike one another with weapons.

source: ཐབ་མོ་དག་དང་རྩོད་དང་གཡོ། །ཡུལ་རྣམས་སུ་ནི་འབྱུང་བར་འགྱུར། །
en: “ ‘ “There will arise in those regions Fighting, quarreling, and dishonesty.

source: ཡུལ་འཁོར་དུ་ནི་གདོན་འཇུག་ཅིང་། །མི་བཟད་པ་ཡི་ནད་ཀྱང་འབྱུང་། །
en: A demon will enter the kingdom And there will be dreadful illnesses.

source: དེ་ཡི་འོག་ཏུ་སྦྱིན་གནས་ཀྱང་། །ཆོས་དང་ལྡན་པ་མ་ཡིན་འགྱུར། །
en: “ ‘ “After that, even the recipients of Offerings will become unrighteous.

source: དེ་ཡི་འཁོར་དང་བློན་པོ་ཡང་། །ཆོས་དང་ལྡན་པ་མ་ཡིན་འགྱུར། །ཆོས་དང་མི་ལྡན་སྐྱེ་བོ་ལ། །
en: His court and his ministers Will also become unrighteous.

source: དེ་ཡི་འོག་ཏུ་མཆོད་བྱེད་འགྱུར། །ཆོས་དང་ལྡན་པའི་སེམས་ཅན་ལ། །རྟག་ཏུ་ཆད་པས་གཅོད་པར་འགྱུར། །
en: “ ‘ “Those individuals who are righteous Will constantly be punished.

source: ཆོས་དང་མི་ལྡན་སྐྱེ་བོ་བཀུར། །ཆོས་ལྡན་ཆད་པས་བཅད་པས་ན། །དེར་ནི་ཆུ་དང་རྒྱུ་སྐར་རླུང་། །རྣམ་གསུམ་རྣམ་པར་འཁྲུག་པར་འགྱུར། །
en: If unrighteous individuals are honored And the righteous are punished, “ ‘ “Because the malevolent are loved and honored, And because the good are punished, In that place water, lunar asterisms, And wind, those three, will become agitated.

source: ཆོས་མིན་སྐྱེ་བོ་བཟུང་བས་ན། །དམ་ཆོས་རོ་ཡི་སྙིང་པོ་མདངས། །སེམས་ཅན་མདངས་དང་ས་ཡི་བཅུད། །དངོས་པོ་རྣམ་གསུམ་རྣམ་པར་འཇིག །
en: “ ‘ “If unrighteous beings are favored, There are three things that will be destroyed: The vital essence of the flavor of the Dharmas, The vitality of beings, and the fecundity of the earth.

source: སྐྱེ་བོ་ངན་པ་རབ་བཀུར་ཅིང་། །སྐྱེ་བོ་དམ་པ་སྨད་པས་ན། །འཆི་དང་ལྕེ་འབབ་མུ་གེ་དང་། །རྣམ་པ་གསུམ་ནི་དེར་འབྱུང་འགྱུར། །
en: “ ‘ “Through honoring evil people And dishonoring good people, There are three things that will occur: Death, lightning, and famine.

source: འབྲས་བུ་ལོ་ཐོག་རོ་དང་མདངས། །དེ་ཡི་འོག་ཏུ་མེད་པར་འགྱུར། །སེམས་ཅན་ནད་པ་མང་པོ་དག །ཡུལ་རྣམས་སུ་ནི་འབྱུང་བར་འགྱུར། །
en: “ ‘ “Afterward, the vitality and flavor Of fruits and harvests will vanish, And in those regions there will be A multitude of people with illnesses.

source: མངར་ཞིང་ཆེ་བའི་འབྲས་བུ་དག །ཡུལ་རྣམས་ན་ནི་ཡོད་པ་ཡང་། །ཁ་བ་དང་ནི་ཚ་བ་དང་། །ཆུང་བ་དག་ནི་ཉིད་དུ་འགྱུར། །
en: “ ‘ “Although that land had fruits That were large and sweet, They will become bitter and hot, And they will become small.

source: རྩེ་དང་དགོད་དང་དགའ་བ་དང་། །སྔན་ཆད་དགའ་བའི་དངོས་པོ་དང་། །དགའ་བ་ཉམས་ཤིང་མི་དགར་འགྱུར། །ཉོན་མོངས་བརྒྱ་ཡིས་རྣམ་པར་འཁྲུགས། །
en: “ ‘ “Games, amusements, and pleasures, Those things that previously had been enjoyed, Will be disliked and no longer pleasurable, And instead there will be dismay from hundreds of troubles.

source: ལོ་ཐོག་རྣམས་དང་འབྲས་བུ་ཡི། །སྣུམ་དངོས་ཁུ་བ་ཟད་པས་ན། །ལུས་དང་ཁམས་དང་དབང་པོ་ལ། །དེ་ལྟར་ཚིམ་པར་མི་འགྱུར་རོ། །
en: “ ‘ “The luster and the vitality Of the harvests and fruits will perish, And they will not bring satisfaction To the body, the elements, or the senses.

source: སེམས་ཅན་རྣམས་ནི་མདོག་ངན་ཅིང་། །མཐུ་ཆུང་ཤིན་ཏུ་རིད་པར་འགྱུར། །
en: “ ‘ “Beings will have bad complexions, Little strength, and will be emaciated.

source: ཁ་ཟས་མང་པོ་ཟོས་ཀྱང་ནི། །ཚིམ་པར་འགྱུར་བ་མ་ཡིན་ནོ། །
en: Even though they eat a lot of food, They will not become satiated.

source: སྟོབས་དང་མཐུ་དང་བརྩོན་འགྲུས་ཀྱང་། །དེ་ཡི་འོག་ཏུ་མེད་པར་འགྱུར། །
en: “ ‘ “They will afterward cease to have Strength, power, and diligence.

source: སེམས་ཅན་བརྩོན་འགྲུས་ཉམས་པ་དག །ཡུལ་རྣམས་སུ་ནི་འབྱུང་བར་འགྱུར། །
en: In that land, there will be Beings with weak diligence.

source: སྣ་ཚོགས་ནད་ཀྱིས་གཟིར་བ་ཡི། །སེམས་ཅན་ནད་མང་འབྱུང་བར་འགྱུར། །
en: “ ‘ “There will be many sick beings Afflicted by various diseases.
